Repository: cds-snc/notification-admin
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Click the link in the email to confirm the change to your email address.
fr: Cliquez sur le lien pour confirmer le changement à votre adresse courriel.

source: live service
fr: service en fonction

source: Add a new service
fr: Ajouter un nouveau service

source: Choose service
fr: Choisissez un service

source: All organisations
fr: Toutes les organisations

source: live services
fr: services en fonction

source: Live services
fr: Services en fonction

source: Trial mode services
fr: Services en mode d’essai

source: Cookies
fr: Témoins

source: Notification puts small files (known as ‘cookies’) onto your computer.
fr: les notifications mettent des petits fichiers (connu sous le nom de « témoins ») sur votre ordinateur.

source: These cookies are used to remember you once you’ve logged in.
fr: Ces témoins sont utilisés pour se souvenir de vous une fois que vous avez ouvert une session.

source: Find out
fr: Découvrir

source: how to manage cookies
fr: comment gérer les témoins

source: Session cookies
fr: Témoins de session

source: We store session cookies on your computer to help keep your information secure while you use the service.
fr: Nous conservons les témoins de session sur votre ordinateur pour garder vos renseignements en sécurité pendant que vous utilisez le service.

source: Name
fr: Nom

source: Purpose
fr: But

source: Expires
fr: Expire

source: notify_admin_session
fr: notification_session_admin

source: Used to keep you logged in
fr: Utilisé pour garder votre session ouverte

source: 20 hours
fr: 20 heures

source: Introductory message cookie
fr: Témoin du message d’introduction

source: When you first use the service, you may see a pop-up ‘welcome’ message. Once you’ve seen the message, we store a cookie on your computer so it knows not to show it again.
fr: Si vous utilisez le service pour la première fois, vous pourriez voir surgir un message de bienvenue. Une fois que vous avez vu le message, nous conservons un témoin sur votre ordinateur afin qu’il ne s’affiche plus.

source: seen_cookie_message
fr: message_témoin_vu

source: Saves a message to let us know that you have seen our cookie message
fr: Enregistre un message pour nous laisser savoir que vous avez vu notre message témoin

source: 1 month
fr: 1 mois

source: Notification API to send messages automatically.
fr: L’API Notification enverra les messages automatiquement.

source: Choose a client to integrate our API with your web application or back office system. Links to documentation open in a new tab.
fr: Choisissez un client pour intégrer notre API à votre application Web ou àvotre système administratif. Les liens de la documentation s’ouvrent dans un nouvel onglet.

source: Maintained by CDS:
fr: Maintenu par le SNC :

source: Maintained by GOV.UK:
fr: Maintenu par GOV.UK :

source: email template
fr: modèle de courriel

source: Formatting Guide
fr: Guide de mise en forme

source: Your recipients won’t see this:
fr: Vos destinataires ne verront pas le nom du modèle.

source: Save
fr: Enregistrer

source: loading...
fr: chargement en cours...

source: This will clear existing content
fr: Le contenu existant sera effacé

source: Are you sure?
fr: Voulez-vous vraiment continuer?

source: Okay
fr: D’accord

source: letter template
fr: modèle de lettre

source: text message template
fr: modèle de message texte

source: Your recipients won’t see this
fr: Vos destinataires ne verront pas ce nom.

source: Invalid email link
fr: Lien courriel invalide

source: The link has expired
fr: Le lien a expiré

source: Sign in again
fr: Connectez-vous de nouveau

source: to get a new link.
fr: pour obtenir un nouveau lien.

source: Resend email link
fr: Renvoyer un lien courriel

source: Sometimes email messages take a few minutes to arrive. If you don’t receive the email, you can resend it.
fr: Parfois, les courriels prennent quelques minutes à parvenir à destination. Si vous ne recevez pas un courriel, vous pouvez le renvoyer.

source: Has your email address changed since you joined Notification? Please ask your account manager to reset it.
fr: Votre adresse courriel a-t-elle changé depuis que vous utilisez l’API Notification? Veuillez demander à votre gestionnaire de compte de la réinitialiser.

source: Features
fr: Caractéristiques du produit

source: If you work for the federal government, you can use Notification to update your users.
fr: Si vous travaillez pour le gouvernement fédéral, vous pouvez utiliser Notification pour mettre à jour vos utilisateurs.

source: Notification makes it easy to create, customize and send:
fr: Notification facilite la création, la personnalisation et l’envoi de :

source: You do not need technical knowledge to use Notification.
fr: Vous n’avez pas besoin de connaissances techniques pour utiliser Notification.

source: Create an account
fr: Créer un compte

source: for free and try it yourself.
fr: gratuitement et faites-en l’essai.

source: Reusable message templates
fr: Modèles de messages réutilisables

source: To send an email or text with Notification, you need to create a reusable message template first.
fr: Pour envoyer un courriel ou un message texte avec Notification, vous devez d'abord créer un modèle de message réutilisable.

source: Templates let you send the same thing to lots of people, as often as you need, without writing a new message each time.
fr: Les modèles vous permettent d’envoyer le même message à de nombreuses personnes, aussi souvent que vous le souhaitez, sans avoir à rédiger le message de nouveau chaque fois.

source: Personalized content
fr: Contenu personnalisé

source: Notification makes it easy to send personalized messages from a single template.
fr: Notification facilite l’envoi de messages personnalisés à partir d’un seul modèle.

source: If you want to include personalized content in your message, you can add a placeholder. Each time you send a message, you can fill the placeholder with details such as a name or reference number. You can do this manually or upload a list of personal details and let Notification do it for you.
fr: Si vous voulez inclure du contenu personnalisé dans votre message, vous pouvez ajouter un espace réservé. Chaque fois que vous envoyez un message, vous pouvez ajouter des renseignements tels qu’un nom ou un numéro de référence dans l’espace réservé. Vous pouvez ajouter les renseignements manuellement, ou télécharger une liste de renseignements personnels et laisser Notification les ajouter pour vous.

source: Bulk sending
fr: Envoi en lot

source: To send a batch of messages at once, upload a list of contact details to Notification. You can also schedule the date and time for sending emails or text messages.
fr: Pour envoyer un lot de messages en même temps, téléchargez une liste de coordonnées dans Notification. Vous pouvez également déterminer la date et l’heure d’envoi des courriels ou des messages texte.

source: Application Programming Interface (API) integration
fr: Intégration de l’interface de programmation d’applications (API)

source: You can integrate Notification’s API with your web application or back-office system to send messages automatically.
fr: Vous pouvez intégrer l’API Notification à votre application Web ou à votre système administratif pour envoyer des messages automatiquement.

source: Read our
fr: Reportez-vous à notre

source: API documentation
fr: documentation sur l’API

source: for more information.
fr: pour en savoir plus.

source: Notification’s real-time dashboard lets you see the number of messages sent. You can also check the current status of any message to learn when it was delivered.
fr: Le tableau de bord en temps réel de Notification vous permet de voir le nombre de messages envoyés. Vous pouvez également consulter l’état actuel de vos messages afin de connaître le moment de leur livraison.

source: Read more about how
fr: En savoir plus sur

source: message status
fr: l’état des messages

source: works.
fr: et leur fonctionnement.

source: Permissions
fr: Autorisations

source: Control which members of your team can see, create, edit and send messages.
fr: Définissez quels membres de votre équipe peuvent voir, créer, modifier et envoyer des messages.

source: Notification lets you:
fr: Notification vous permet d’effectuer ce qui suit :

source: set different permission levels for each team member
fr: Établir différents niveaux d’autorisation pour chaque membre de l’équipe

source: invite team members who don’t have a government email address
fr: Inviter des membres d’équipe qui n’ont pas d’adresse courriel gouvernementale

source: choose who else can manage team members
fr: Désigner les autres personnes qui peuvent gérer les membres de l’équipe

source: Notification protects and manages data to meet the needs of government services.
fr: Notification protège et gère les données de façon à répondre aux besoins en matière de services gouvernementaux.

source: Hide sensitive information
fr: Masquer les renseignements de nature délicate

source: Notification lets you redact personal information from your messages after they’ve been sent. Only the recipient can see their personal information.
fr: Notification vous permet de masquer les renseignements personnels contenus dans vos messages après qu’ils ont été envoyés. Seul le destinataire peut voir ses renseignements personnels.

source: Two-factor authentication
fr: Authentification à deux facteurs

source: Notification uses two-factor authentication (2FA) to keep your account secure. When you sign in, we'll send a unique one-time code to your phone and ask you to enter it before we let you use your account.
fr: Notification utilise l’authentification à deux facteurs (A2F) pour assurer la sécurité de votre compte. Au moment de créer votre compte, vous recevrez un code unique par message texte et devrez l’entrer avant de pouvoir utiliser votre compte.

source: Read more about
fr: En savoir plus au sujet de la

source: security
fr: sécurité

source: Create a new password
fr: Créez un nouveau mot de passe

source: Forgot your password?
fr: Vous avez oublié votre mot de passe?

source: We’ll send you an email to create a new password.
fr: Nous vous enverrons un courriel pour créer un nouveau mot de passe.

source: Send email
fr: Envoyer un courriel

source: Invite a team member
fr: Inviter un membre de l’équipe

source: Send invitation email
fr: Envoyer un courriel d’invitation

source: Continue
fr: Continuer

source: Share templates with your team
fr: Partager des modèles avec votre équipe

source: Invite someone to join your team
fr: Inviter une personne à se joindre à votre équipe

source: invited
fr: invité

source: cancelled invite
fr: invitation annulée

source: you
fr: vous

source: Cannot see any folders
fr: Ne peut voir aucun dossier

source: Can see all folders
fr: Peut voir tous les dossiers

source: Signs in with a Fido2 key
fr: Se connecte avec une clé Fido2

source: Signs in with a text message code
fr: Se connecte à l’aide d’un code envoyé par message texte

source: Signs in with an email link
fr: Se connecte à l'aide d’un lien envoyé par courriel

source: Cancel invitation
fr: Annuler l’invitation

source: Change details
fr: Modifier les renseignements

source: Notification’s real-time dashboard lets you check when your message was delivered. You can also check the status of your messages
fr: Le tableau de bord en temps réel de Notification vous permet de vérifier si votre message a été livré. Vous pouvez aussi vérifier l’état de vos messages.

source: For
fr: Pour des questions de

source: this information is only available for 7 days after a message has been sent. You can download a report, including a list of sent messages, for your own records.
fr: ces renseignements sont seulement disponibles pendant 7 jours après qu’un message a été envoyé. Vous pouvez télécharger un rapport, y compris une liste des messages envoyés, pour vos dossiers.

source: A picture of the sending flow of messages in Notification, showing the three states of Sending, Delivered and Failed. Also shows the next steps when messages fail, deleting data and trying a new method for permanent failures, and trying again or trying a new method for temporary failures
fr: Une image du flux d’envoi de messages dans Notification, affichant les trois états : envoi en cours, livraison réussie et échec. Affiche également les prochaines étapes lorsque l'envoi des messages échoue : supprimer les données et essayer une nouvelle méthode lors d'échecs permanents, et essayer de nouveau ou essayer une nouvelle méthode lors d'échecs temporaires.

source: Types of message status
fr: Types d’état des messages

source: Notification has the following types of message status (API message status may be different and is found in
fr: Notification comprend les types suivants d’état des messages (les états des messages d'API pourraient être différents et se trouvent dans

source: Emails
fr: Courriels

source: Message statuses – emails
fr: États des messages - courriels

source: Notification has sent the message to the email provider.
fr: Notification a envoyé le message au fournisseur de messagerie.

source: The message was successfully delivered. Notification will not tell you if a user has opened or read a message.
fr: Le message a été livré avec succès. Notification ne vous informera pas si un utilisateur a ouvert ou lu un message.

source: Email address does not exist
fr: L’adresse courriel n’existe pas

source: The provider could not deliver the message because the email address was wrong. You should remove these email addresses from your database.
fr: Le fournisseur n'a pas pu livrer le message puisque l’adresse courriel était erronée. Vous devriez supprimer cette adresse courriel de votre base de données.

source: The provider could not deliver the message after trying for 72 hours. This can happen when the recipient’s inbox is full. You can try to send the message again.
fr: Le fournisseur n’a pas réussi à livrer le message après avoir essayé pendant 72 heures. Cela peut se produire si la boîte de réception du destinataire est pleine. Vous pouvez essayer d’envoyer le message de nouveau.

source: There was a connection problem between Notification and the email provider. You’ll have to try sending your messages again.
fr: Il y a eu un problème de connexion entre Notification et le fournisseur de messagerie. Vous devrez essayer d’envoyer vos messages de nouveau.

source: Text messages
fr: Messages texte

source: Message statuses – text messages
fr: États des messages – messages texte

source: Notification has sent the message to the cellular provider.
fr: Notification a envoyé le message au fournisseur de téléphonie cellulaire.

source: Sent internationally
fr: Envoyé à l’international

source: The message was sent to an international number. The mobile networks in some countries do not provide any more delivery information.
fr: Le message a été envoyé à un numéro international. Les réseaux mobiles de certains pays ne fournissent pas d’autres renseignements sur la livraison.

source: Phone number does not exist
fr: Le numéro de téléphone n’existe pas

source: The provider could not deliver the message because the phone number was wrong. You should remove these phone numbers from your database. You’ll still be charged for text messages to numbers that do not exist.
fr: Le fournisseur n'a pas pu livrer le message parce que le numéro de téléphone était erroné. Vous devriez supprimer ces numéros de téléphone de votre base de données. Les messages texte envoyés aux numéros qui n’existent pas vous seront tout de même facturés.

source: The provider could not deliver the message after trying for 72 hours. This can happen when the recipient’s phone is off. You can try to send the message again. You’ll still be charged for text messages to phones that are not accepting messages.
fr: Le fournisseur n'a pas pu livrer le message après avoir essayé pendant 72 heures. Cela peut se produire si le téléphone du destinataire est éteint. Vous pouvez essayer d’envoyer le message de nouveau. Les messages textes qui ont été envoyés aux téléphones qui n’acceptent pas de messages vous seront tout de même facturés.

source: There was a connection problem between Notification and the cellular provider. You’ll have to try sending your messages again. You will not be charged for text messages that are affected by a technical failure.
fr: Il y a eu un problème de connexion entre Notification et le fournisseur de téléphonie cellulaire. Vous devrez essayer d’envoyer vos messages de nouveau. Les messages texte qui sont affectés par une défaillance technique ne vous seront pas facturés.

source: You can now create a new password for your account.
fr: Vous pouvez maintenant créer un nouveau mot de passe pour votre compte.

source: At least 8 characters
fr: Au moins 8 caractères

source: Search
fr: Chercher

source: Data available for
fr: Données disponibles pendant

source: days
fr: jours

source: Click the link in the email to reset your password.
fr: Cliquez sur le lien dans le courriel pour réinitialiser votre mot de passe.

source: Privacy notice: how we use your data
fr: Avis de confidentialité : comment nous utilisons vos données

source: GOV.UK developed the
fr: GOV.UK a développé le

source: original notification system
fr: système de notification original (en anglais)

source: and its UK
fr: et les

source: privacy protections
fr: protections de la vie privée propres au Royaume-Uni (en anglais)

source: The Notification team is reviewing privacy requirements under the
fr: L’équipe de Notification examine les exigences relatives à la vie privée aux termes de la

source: https://laws-lois.justice.gc.ca/eng/acts/P-21/index.html
fr: https://laws-lois.justice.gc.ca/fra/lois/P-21/index.html

source: Privacy Act
fr: <i>Loi sur la protection des renseignements personnels</i>

source: If your service has specific privacy needs,
fr: Si votre service a des besoins particuliers en matière de protection de la vie privée,

source: please let us know
fr: veuillez nous en informer

source: Your account will be created with this email address:
fr: Votre compte sera créé avec cette adresse courriel :

source: We’ll send you a security code by text message
fr: Nous vous enverrons un code de sécurité par message texte.

source: Your account will be created with this email:
fr: Votre compte sera créé avec cette adresse courriel :

source: Must be a federal government email address
fr: Veuillez entrer une adresse courriel du gouvernement fédéral.

source: Click the link in the email to continue your registration.
fr: Cliquez sur le lien dans le courriel pour continuer votre inscription.

source: A new confirmation email has been sent to
fr: Un nouveau courriel de confirmation a été envoyé à

source: Roadmap
fr: Feuille de route

source: Coming Soon
fr: À venir bientôt

source: GOV.UK developed the original <a href="https://github.com/topics/govuk-notify" target="new">notification system</a> and its UK <a href="https://www.notifications.service.gov.uk/features/security" target="new">security protections</a>.
fr: GOV.UK a développé le <a href="https://github.com/topics/govuk-notify" target="new">système de notification</a> original ainsi que les <a href="https://www.notifications.service.gov.uk/features/security" target="new">protections en matière de sécurité</a> propres au Royaume-Uni.

source: The Canadian notification team is reviewing the security protections needed to run the system within a Government of Canada context. If your service has specific security needs,
fr: L’équipe de Notification du Canada examine les protections en matière de sécurité nécessaires au fonctionnement du système dans le contexte du gouvernement du Canada. Si votre service a des besoins particuliers en matière de sécurité,

source: Optional
fr: Facultatif

source: Upload a list of
fr: Téléversez une liste de

source: Upload a list of {}
fr: Téléversez une liste de {}

source: Choose a file
fr: Choisir un fichier

source: Your file needs to look like this example
fr: Votre fichier doit ressembler à cet exemple :

source: Save your file as a
fr: Enregistrez votre fichier en format

source: Comma Separated Values
fr: Valeurs séparées par des virgules

source: Tab Separated Values
fr: Valeurs séparées par des onglets

source: Open Document Spreadsheet
fr: Feuille de calcul Open Document

source: or Microsoft Excel spreadsheet
fr: ou en feuille de calcul Microsoft Excel

source: Example
fr: Exemple

source: Download this example
fr: Télécharger cet exemple

source: Your file will populate this template
fr: Votre fichier remplira ce modèle

source: Change
fr: Modifier

source: General
fr: Général

source: Label
fr: Étiquette

source: Value
fr: Valeur

source: Sign-in method
fr: Méthode de connexion

source: Email link or text message code
fr: Lien courriel ou code par message texte

source: Contact details
fr: Coordonnées

source: Email settings
fr: Paramètres du courriel

source: Send emails
fr: Envoyer des courriels

source: Reply-to email addresses
fr: Adresses courriel de réponse

source: Not set
fr: Non défini

source: Manage
fr: Configurer

source: Email branding
fr: Marque distinctive du courriel

source: Your branding<br> ({})
fr: Votre marque distinctive <br>({})

source: Text message settings
fr: Paramètres du message texte

source: Send text messages
fr: Envoyer des messages texte

source: Text message senders
fr: Expéditeurs de messages texte

source: Start text messages with service name
fr: Commencer les messages texte par le nom du service

source: Send international text messages
fr: Envoyer des messages texte internationaux

source: Receive text messages
fr: Recevoir des messages texte

source: Your service is in trial mode
fr: Votre service est en mode d’essai

source: you can only send messages to yourself
fr: Vous ne pouvez envoyer des messages qu’à vous-même

source: you can add people to your team, then you can send messages to them too
fr: Vous pouvez ajouter des personnes à votre équipe, puis aussi leur envoyer des messages

source: you can only send
fr: Vous ne pouvez envoyer que

source: To remove these restrictions, you can
fr: Pour éliminer ces restrictions, vous pouvez

source: Your service manager can ask to have these restrictions removed.
fr: Votre gestionnaire de service peut faire une demande de retrait de ces restrictions.

source: Your service is live
fr: Votre service est en fonction

source: You can send up to
fr: Vous pouvez envoyer jusqu’à

source: messages per day.
fr: messages par jour.

source: Problems or comments?
fr: Problèmes ou commentaires?

source: Platform admin settings
fr: Paramètres de l’administrateur de la plateforme

source: Live
fr: En service

source: No (organisation must be set first)
fr: Non (les organisations doivent être définies d’abord)

source: Count in list of live services
fr: Compte dans la liste de services en fonction

source: Free text message allowance
fr: Nombre de messages texte gratuits

source: Letter branding
fr: Marque distinctive de la lettre

source: Data retention
fr: Rétention des données

source: Delete this service
fr: Supprimer le service

source: Suspend service
fr: Interrompre le service

source: Service suspended
fr: Service interrompu

source: Resume service
fr: Reprendre le service

source: Notify
fr: Notification

source: Send service updates by email and text message
fr: Envoyez des mises à jour de service par courriel et message texte

source: Try out <i>Notify</i>, a new messaging platform for the Government of Canada.
fr: Essayez <i>Notification</i>, une nouvelle plateforme de messagerie pour le gouvernement du Canada.

source: A platform built for government
fr: Une plateforme conçue pour le gouvernement
