Repository: cds-snc/notification-admin
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Send emails or text messages to keep the public informed and make your services more transparent.
fr: Envoyez des courriels ou des messages texte pour tenir le public informé et rendre vos services plus transparents.

source: Use templates for easy, consistent, and accessible communications.
fr: Utilisez des gabarits pour communiquer de façon simple, uniforme et accessible.

source: Learn more about <i>Notify</i>
fr: En savoir plus sur <i>Notification</i>

source: <i>Notify</i> is built for you
fr: <i>Notification</i> est conçu pour vous

source: Staff who regularly write and send service updates wishing to upgrade the tools used to communicate with the public
fr: Pour les employés écrivant et envoyant des mises à jour de service destinées au public

source: Developers working on improving workflow and tooling for public servants
fr: Pour les développeurs travaillant à l’amélioration des processus de travail et des outils pour les fonctionnaires

source: Administrators who have to meet departmental service standards for communication
fr: Pour les développeurs travaillant à l’amélioration des processus de travail et des outils pour les fonctionnaires

source: What you can do with <i>Notify</i>
fr: Ce que vous pouvez faire avec <i>Notification</i>

source: Upload mailing lists and send personalized messages in bulk
fr: Télécharger des listes de diffusion et envoyer des messages personnalisés

source: Create templates and save them for future messages
fr: Créer des gabarits et les enregistrer pour vos futurs messages

source: Track the status of the messages you send
fr: Suivre l'état des messages que vous envoyez

source: See how <i>Notify</i> can improve your workflow
fr: Découvrir comment <i>Notification</i> peut améliorer votre travail

source: Integrate <i>Notify</i> into your system
fr: Intégration de <i>Notification</i> à votre système

source: You can integrate <i>Notify</i> with your current system to take advantage of its secure, cloud-based messaging tools.
fr: Vous pouvez intégrer les outils d’informatique en nuage de <i>Notification</i> à votre application Web ou à votre système administratif pour envoyer des messages de façon sécuritaire.

source: <i>Notify</i> supports roles and permissions, so that you can adjust which staff have access to send or edit messages.
fr: <i>Notification</i> prend en charge les rôles et les autorisations, afin que vous puissiez modifier quels employés ont l’accès requis pour envoyer ou modifier des messages.

source: Learn how to integrate <i>Notify</i>
fr: Découvrir comment intégrer <i>Notification</i>

source: <i>Notify</i> is free for Government of Canada services
fr: <i>Notification</i> est gratuit pour les services du gouvernement du Canada

source: Use <i>Notify</i> for free and replace paper letters or costly third-party messaging services.
fr: Vous pouvez utiliser <i>Notification</i> afin de remplacer vos lettres papier ou vos services de messagerie tiers coûteux.

source: <i>Notify</i> is a service managed by the Canadian Digital Service — no external procurement.
fr: <i>Notification</i> est un service géré par le Service numérique canadien, sans autres achats externes.

source: Learn more about pricing
fr: En savoir plus sur les coûts

source: Try <i>Notify</i> now
fr: Essayer <i>Notification</i> maintenant

source: Create an account and start sending test messages right away!
fr: Vous pouvez creér un compte et envoyez dès maintenant vos premiers messages!

source: Your phone
fr: Votre téléphone

source: Request type
fr: Type de demande

source: You need to sign in again
fr: Vous devez vous reconnecter

source: We signed you out because you logged in to Notification on another device.
fr: Nous vous avons déconnecté puisque vous vous êtes connecté à Notification sur un autre appareil.

source: We signed you out because you haven’t used Notification for a while.
fr: Nous vous avons déconnecté puisque vous n’avez pas utilisé Notification depuis un certain temps.

source: If you do not have an account, you can
fr: Si vous n’avez pas de compte, vous pouvez

source: create one now
fr: en créer un maintenant

source: These terms apply to use of Notification. Your account manager must accept them.
fr: Ces conditions s’appliquent à l’utilisation de Notification. Votre gestionnaire de compte doit les accepter.

source: When using Notification
fr: Lorsque vous utilisez Notification :

source: You must:
fr: Vous devez :

source: complete all security steps required by your organization.
fr: prendre toutes les mesures de sécurité requises par votre organisation.

source: tell us immediately if you have any security breaches.
fr: nous aviser immédiatement de toute atteinte à la sécurité.

source: keep your API (Application Programming Interface) codes secure. API technology allows different software applications to communicate with each other.
fr: veiller à la sécurité de vos codes d’API. La technologie des API permet à différentes applications logicielles de communiquer entre elles.

source: get consent to send messages and to use data. This consent must meet standards set by privacy legislation including the federal Privacy Act.
fr: obtenir le consentement requis pour pouvoir envoyer des messages et utiliser des données. Ce consentement doit être conforme aux normes établies par les lois sur la protection de la vie privée, notamment la <i>Loi sur la protection des renseignements personnels.</i>

source: check that the data you add to Notification is accurate and complies with privacy legislation including the federal Privacy Act.
fr: vous assurer que les données que vous ajoutez à Notification sont exactes et conformes aux lois sur la protection de la vie privée, notamment la <i>Loi sur la protection des renseignements personnels.</i>

source: not send messages containing any personally or commercially sensitive information.
fr: vous abstenir d’envoyer des messages contenant des renseignements personnels ou commerciaux de nature délicate.

source: not send unsolicited messages. Messages must be about transactions or subscriptions. Please follow the <a href="https://www.gov.uk/service-manual/design/sending-emails-and-text-messages#transactional-messages">transaction</a> and <a href="https://www.gov.uk/service-manual/design/sending-emails-and-text-messages#subscription-messages">subscription</a> criteria in the GOV.UK Service Manual. Please remember that other parts of the GOV.UK Manual may not apply in the Canadian context.
fr: vous abstenir d’envoyer des messages non sollicités. Les messages doivent porter sur des transactions ou des abonnements. Veuillez respecter les critères relatifs aux transactions et aux abonnements aux pages suivantes du manuel sur les normes relatives aux services publics du Royaume-Uni (en anglais) : <a href="https://www.gov.uk/service-manual/design/sending-emails-and-text-messages#transactional-messages">transactions</a> et <a href="https://www.gov.uk/service-manual/design/sending-emails-and-text-messages#subscription-messages">abonnements</a>. Veuillez garder à l’esprit que les autres sections du manuel pourraient ne pas s’appliquer au contexte canadien.

source: If you don’t follow these terms, we may need to stop sending your messages.
fr: Si vous ne respectez pas ces conditions, nous pourrions être dans l’obligation de cesser d’envoyer vos messages.

source: Notification will:
fr: Notification va :

source: send the messages you write, as long as these messages comply with our terms of use.
fr: envoyer les messages que vous rédigez, dans la mesure où ces messages sont conformes à nos conditions d’utilisation.

source: show how Notification is working through our <a href="https://www.gov.uk/performance/govuk-notify">performance</a> and <a href="https://status.notifications.service.gov.uk/">status</a> pages.
fr: vous montrer comment l'API fonctionne dans les pages suivantes : <a href="https://www.gov.uk/performance/govuk-notify">Performance</a> et <a href= "https://status.notifications.service.gov.uk/ ">État</a>.

source: keep your data <a href="/features/security">secure</a>.
fr: assurer la <a href="/fonctionalités/sécurité">sécurité</a> de vos données.

source: give you one month’s notice by email if we change our terms of use or delivery providers.
fr: vous envoyer un préavis d’un mois par courriel en cas de modification des conditions d’utilisation ou des fournisseurs.

source: Leaving Notification
fr: Quitter Notification

source: You can leave Notification at any time. Just
fr: Vous pouvez quitter Notification en tout temps. Vous n'avez qu’à

source: and we’ll close your account.
fr: et nous fermerons votre compte.

source: We’ll delete all your data when we close your account.
fr: Nous supprimerons toutes vos données au moment de fermer votre compte.

source: Check your mobile number
fr: Vérifiez votre numéro de téléphone cellulaire

source: Check your mobile phone number is correct and then resend the security code.
fr: Vérifiez que votre numéro de téléphone cellulaire est correct et renvoyezle code de sécurité.

source: Mobile phone number
fr: Numéro de téléphone cellulaire

source: Resend security code
fr: Renvoyer le code de sécurité

source: Trial mode
fr: Mode d’essai

source: When you set up a new service it will start in trial mode. This lets you try out Notification, with a few restrictions.
fr: Lorsque vous configurez un nouveau service, il commencera en mode d’essai. Cela vous laisse essayer Notification, avec quelques restrictions.

source: A service in trial mode can only:
fr: Un service en mode d’essai vous limite à :

source: send 50 text messages and emails per day
fr: envoyer 50 messages texte et courriels par jour

source: send messages to you and other people in your team
fr: envoyer des messages à vous et aux autres personnes dans votre équipe

source: create letter templates, but not send them
fr: créer des modèles de lettre, mais sans pouvoir les envoyer

source: send us a request to go live.
fr: envoyer une demande d'entrée en service.

source: Before you can request to go live, you must:
fr: Avant de faire une demande d'entrée en service, vous devez :

source: sign our data sharing and financial agreement
fr: signer notre entente de partage des données et notre entente financière

source: accept our terms of use
fr: accepter nos conditions d’utilisation

source: set up your service so you’re ready to send and receive messages
fr: configurer votre service de façon à être prêt à envoyer et recevoir des messages

source: When we receive your request we’ll get back to you within one working day.
fr: Dès réception de votre demande, nous vous répondrons dans un délai d'un jour ouvrable.

source: We’ve emailed you a link to sign in to Notification.
fr: Nous vous avons envoyé un lien par courriel pour vous connecter à Notification.

source: Use the link to open Notification in a new browser window.
fr: Utilisez le lien pour ouvrir Notification dans une nouvelle fenêtre.

source: Not received an email
fr: Vous n’avez pas reçu de courriel?

source: We have found a Fido2 key associated with your account.
fr: Nous avons trouvé une clé Fido2 associée à votre compte.

source: Follow the browser window instructions to authenticate.
fr: Suivre les instructions dans la fenêtre du navigateur pour vous authentifier.

source: Text verification
fr: Vérification par message texte

source: Check your phone
fr: Vérifiez vos messages texte

source: Not received a text message?
fr: Vous n’avez pas reçu de message texte?

source: We’ve sent you a text message with a security code.
fr: Nous vous avons envoyé un code de sécurité par message texte.

source: Your profile
fr: Votre profil

source: Last changed
fr: Dernier changement

source: Use platform admin view
fr: Utiliser la vue de l’administrateur de la plateforme

source: Resend verification code
fr: Renvoyer le code de vérification

source: Text messages sometimes take a few minutes to arrive. If you do not receive the text message, you can resend it.
fr: Les messages texte peuvent prendre quelques minutes à arriver. Si vous ne recevez pas le message texte, vous pouvez le renvoyer.

source: If you no longer have access to the phone with the number you registered for this service, speak to your service manager to reset the number.
fr: Si vous n’avez plus accès au téléphone correspondant au numéro que vous avez enregistré pour ce service, communiquez avec votre gestionnaire de service pour réinitialiser le numéro.

source: Confirm your mobile number
fr: Confirmer votre numéro de téléphone cellulaire

source: We’ve sent you a security code by text message.
fr: Nous vous avons envoyé un code de sécurité par message texte.

source: Enter security code
fr: Entrez le code de sécurité

source: I haven’t received a text
fr: Je n’ai pas reçu de message texte

source: No messages found &thinsp;(messages are kept for {} days)
fr: Aucun message trouvé &thinsp; (les messages sont conservés pendant {} jours)

source: Before you can go live on Notification, your organisation needs to accept to our data sharing and financial agreement.
fr: Avant d’entrer en service avec Notification, votre organisation doit accepter notre entente de partage des données et notre entente financière.

source: There are different agreements for crown and non-crown organisations.
fr: Il existe différentes ententes pour les sociétés d’État et les autres sociétés.

source: Get in touch
fr: Contactez-nous

source: to tell us whether or not you work for a crown organisation. If you’re not sure we’ll help you work it out.
fr: pour nous dire si vous travaillez pour une société d’État ou non. Si vousn’êtes pas certain, nous vous aiderons à le savoir.

source: Your organisation
fr: Votre organisation

source: has already accepted the Notification data sharing and financial agreement. You can
fr: a déjà accepté l'entente de partage des données et l’entente financière de Notification. Vous pouvez

source: download a copy
fr: télécharger une copie

source: The agreement contains commercially sensitive information, so don’t share it more widely than you need to.
fr: L’entente contient des renseignements commerciaux sensibles, ne la partagez donc pas plus que nécessaire.

source: To use Notification your organisation
fr: Pour utiliser Notification, votre organisation

source: must accept the Notification data sharing and financial agreement.
fr: doit accepter l'entente de partage des données et l’entente financière de Notification.

source: This agreement only needs to be accepted once and will then cover all Notification services from
fr: Cette entente ne doit être acceptée qu'une seule fois. Elle couvrira alors tous les services de Notification de

source: It needs to be accepted by, or on behalf of someone who can sign contracts for your organisation.
fr: Elle doit être acceptée par une personne qui peut signer des contrats pour votre organisation, ou au nom d'une telle personne.

source: Download a copy of the agreement
fr: Télécharger une copie de l’entente

source: Accept the data sharing and financial agreement
fr: Accepter l'entente de partage des données et l’entente financière

source: The version number is on the front page, for example ‘3.6’
fr: Le numéro de la version est sur la page de couverture, par exemple « 3,6 »

source: Notification data sharing and financial agreement
fr: Entente de partage des données et entente financière de Notification

source: I confirm that I have the legal authority to accept the Notification data sharing and financial agreement
fr: Je confirme que j’ai le pouvoir légal d’accepter l'entente de partage des données et l’entente financière de Notification

source: on behalf of
fr: au nom de

source: and that
fr: et que

source: will be bound by it.
fr: y sera assujetti.

source: Download the Notification data sharing and financial agreement
fr: Télécharger l'entente de partage des données et l’entente financière de Notification

source: Download the agreement
fr: Télécharger l’entente

source: for
fr: pour

source: Before you can go live on Notification, your organisation needs to accept to our data sharing and financial agreement.
fr: Avant d’entrer en service avec Notification, votre organisation doit accepter notre notre entente de partage des données et notre entente financière.

source: to tell us whether or not you work for a crown organisation. If you’re not sure we’ll help you work it out.
fr: pour nous dire si vous travaillez pour une société d’État ou non. Si vous n’êtes pas certain, nous vous aiderons à le savoir.

source: The agreement is confidential and should not be shared outside your organisation.
fr: L’entente est confidentielle et ne devrait pas être partagée à l’extérieur de votre organisation.

source: This must be done by, or on behalf of, someone with the authority to sign contracts for
fr: Cela doit être réalisé par une personne ayant le pouvoir de signer des contrats, ou au nom d'une telle personne, pour

source: Once accepted, the agreement covers all Notify services from
fr: Une fois acceptée, l’entente couvre tous les services de Notification de

source: Download a copy of the data sharing and financial agreement
fr: Télécharger une copie de l'entente de partage des données et de l'entente financière

source: Callbacks
fr: Rappels

source: API integration for developers
fr: Intégration de l’API pour les développeurs

source: API keys
fr: Clés API

source: Safelist
fr: Liste de confiance

source: Message log
fr: Journal des messages

source: Refresh
fr: Actualiser

source: When you send messages via the API they’ll appear here.
fr: Lorsque vous envoyez des messages par l’API, ils apparaîtront ici.

source: Notification deletes messages after 7 days.
fr: Notification supprime les messages après 7 jours.

source: View
fr: Afficher

source: Only showing the first 50 messages.
fr: Affiche seulement les 50 premiers messages.

source: You haven’t created any API keys yet
fr: Vous n’avez pas encore créé de clés API.

source: Revoked
fr: Révoqué

source: Revoke
fr: Révoquer

source: Create an API key
fr: Créer une clé API

source: There was a problem with your safelist
fr: Un problème est survenu avec votre liste de confiance.

source: Fix these errors:
fr: Corrigez ces erreurs :

source: Enter valid email addresses
fr: Saisissez des adresses courriels valides.

source: Enter valid phone numbers
fr: Saisissez des numéros de téléphone valides.

source: You and members of
fr: Vous et les membres de

source: your team
fr: votre équipe

source: are included in the safelist automatically.
fr: êtes automatiquement inclus dans la liste de confiance.

source: Callbacks for delivery receipts
fr: Rappels pour les accusés de réception

source: When you send an email or text message, we can tell you if Notification was able to deliver it. Check the
fr: Lorsque vous envoyez un courriel ou un message texte, nous pouvons vous dire si Notification a réussi à le livrer. Vérifiez la

source: callback documentation
fr: documentation des rappels

source: Must start with https://
fr: Doit commencer par https://

source: At least 10 characters
fr: Au moins 10 caractères

source: Callbacks for received text messages
fr: Rappels pour les messages texte reçus

source: When you receive a text message in Notification, we can forward it to your system. Check the
fr: Lorsque vous recevez un message texte dans Notification, nous pouvons le transférer à votre système. Vérifiez le

source: Name for this key
fr: Nom de la clé

source: New API key
fr: Nouvelle clé API

source: Copy your key to somewhere safe.
fr: Copiez votre clé à un endroit sûr.

source: You won’t be able to see it again once you leave this page.
fr: Vous ne serez pas en mesure de la voir à nouveau une fois que vous aurez quitté cette page.

source: Back to API keys
fr: Retour aux clés API

source: a column called
fr: une colonne appelée

source: columns called
fr: colonne appelée

source: Skip to file contents
fr: Aller au contenu du fichier

source: Error
fr: Erreur

source: Your file has too many rows
fr: Votre fichier a trop de rangées

source: Notification can process up to
fr: Notification peut traiter jusqu’à

source: rows at once. Your file has
fr: rangées à la fois. Votre fichier a

source: rows.
fr: rangées.

source: Your file is missing some rows
fr: Il manque des rangées à votre fichier

source: It needs at least one row of data, and
fr: Il doit y avoir au moins une rangée de données et

source: It needs at least one row of data.
fr: Il doit y avoir au moins une rangée de données.

source: Your file needs
fr: Votre fichier doit avoir

source: Right now it has
fr: À l'heure actuelle, il a

source: Your file has more than one column called
fr: Votre fichier possède plus d’une colonne nommée

source: Delete or rename one of these columns and try again.
fr: Supprimez ou renommez l’une de ces colonnes, puis réessayez.

source: and
fr: et

source: The columns in your file need to match the double brackets in your template
fr: Les colonnes de votre fichier doivent correspondre aux parenthèses doubles compris dans votre modèle

source: Your file is missing
fr: Il manque à votre fichier

source: Re-upload your file
fr: Téléverser de nouveau votre fichier

source: Back to top
fr: Retour au haut de la page

source: Only showing the first
fr: Ne montre que la première

source: rows
fr: rangées

source: rows with errors
fr: rangées avec des erreurs

source: Only showing rows with errors
fr: Ne montre que les rangées avec des erreurs

source: Preview of
fr: Aperçu de

source: Download as a PDF
fr: Télécharger comme PDF

source: There is a problem with
fr: Il y a un problème avec

source: You need to
fr: Vous avez besoin de

source: There are some problems with
fr: Il y a quelques problèmes avec

source: You need to:
fr: Vous avez besoin de:

source: Send a text message to this phone number
fr: Envoyer un message texte avec ce numéro de téléphone

source: sent
fr: envoyé

source: Templates used
fr: Modèles utilisés

source: No messages sent
fr: Aucun message envoyé

source: Template
fr: Modèle

source: Messages sent
fr: Messages envoyés

source: In the last 7 days
fr: Dans les 7 derniers jours

source: Check messages sent per month
fr: Voir les messages envoyés par mois

source: Check templates used by month
fr: Voir les modèles utilisés par mois

source: See all uploaded files
fr: Voir tous les fichiers téléversés

source: Messages sent,
fr: Messages envoyés

source: fiscal year
fr: exercice financier

source: Total spend
fr: Total dépensé

source: Month
fr: Mois

source: Fiscal year ends 31 March.
fr: L’exercice financier se termine le 31 mars.

source: Provided as PDF
fr: Fourni en PDF

source: Get started
fr: Vous êtes prêt à commencer

source: Write an email, text message or letter
fr: Écrivez un courriel, un message texte ou une lettre

source: Write an email or text message
fr: Écrivez un courriel ou un message texte

source: Logos should be PNG files, 108px high
fr: Les logos doivent être en format PNG et d’une hauteur de 108 pixels

source: New brand
fr: Nouvelle marque distinctive

source: Send an unlimited number of free emails with Notification.
fr: Vous pouvez envoyer gratuitement un nombre illimité de courriels avec Notification.

source: and try Notification for yourself.
fr: et essayez Notification pour vous-mêmes.

source: Notification makes it easy to:
fr: Notification facilite :

source: create reusable email templates
fr: la création de modèles de courriels réutilisables

source: personalize the content of your emails
fr: la personnalisation du contenu de vos courriels

source: send and schedule bulk messages
fr: l’envoi et la planification de l’envoi de messages en lot

source: Your developers can also
fr: Vos développeurs peuvent également

source: integrate with our API
fr: intégrer notre API
