Repository: cds-snc/notification-admin
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Failed
fr: Échec

source: Technical failure
fr: Échec technique

source: Inbox not accepting messages right now
fr: La boîte de réception n’accepte pas de messages à l’heure actuelle

source: Email address doesn’t exist
fr: L’adresse courriel n’existe pas

source: Delivered
fr: Livraison réussie

source: Sending
fr: Envoi en cours

source: Phone not accepting messages right now
fr: Le téléphone n’accepte pas de messages à l’heure actuelle

source: Phone number doesn’t exist
fr: Le numéro de téléphone n’existe pas

source: Sent
fr: Envoyé

source: Email address
fr: Adresse courriel

source: email address
fr: adresse courriel

source: phone number
fr: numéro de téléphone

source: Mobile number
fr: Téléphone cellulaire

source: Password
fr: Mot de passe

source: Must be at least 8 characters
fr: Doit contenir au moins 8 caractères

source: Choose a password that’s harder to guess
fr: Choisissez un mot de passe plus robuste

source: Numbers only
fr: Chiffres uniquement

source: Not enough numbers
fr: Pas assez de chiffres

source: Too many numbers
fr: Trop de chiffres

source: Not a valid choice
fr: Choix non valide

source: Enter your password
fr: Entrez votre mot de passe

source: Full name
fr: Nom complet

source: Templates
fr: Gabarits

source: Folders this team member can see
fr: Dossiers visibles par ce membre d’équipe

source: Sign in using
fr: Se connecter avec

source: Text message code
fr: Code envoyé par message texte

source: Email link
fr: Lien envoyé par courriel

source: You can’t send an invitation to yourself
fr: Vous ne pouvez pas vous envoyer une invitation.

source: Please enter security code
fr: Veuillez entrer le code de sécurité.

source: Service name
fr: Nom du service

source: Domain names
fr: Noms de domaines

source: What’s your service called?
fr: Quel est le nom de votre service?

source: Who runs this service?
fr: Qui assure la gestion du service?

source: What’s your key called?
fr: Quel est le nom de votre clé?

source: Numbers of text message fragments per year
fr: Nombre de fragments de messages texte par année

source: Enter password
fr: Entrez le mot de passe

source: Invalid password
fr: Mot de passe non valide

source: Template name
fr: Nom du modèle

source: Use priority queue?
fr: Utiliser une file de priorité?

source: Yes
fr: Oui

source: No
fr: Non

source: Subject
fr: Objet

source: The email address is already in use
fr: L’adresse courriel est déjà prise

source: When should Notification send these messages?
fr: À quel moment Notification devrait-il envoyer ces messages?

source: Type of key
fr: Type de clé

source: You need to give the key a name
fr: Vous devez nommer la clé

source: A key with this name already exists
fr: Il existe déjà une clé ayant ce nom

source: Ask a question or give feedback
fr: Posez une question ou laissez un commentaire

source: Your name
fr: Votre nom

source: Ask a question
fr: Poser une question

source: Give feedback
fr: Donner votre avis

source: Set up a demo
fr: Organiser une démo

source: Other
fr: Autre

source: Your email
fr: Votre courriel

source: Your phone
fr: Votre téléphone

source: Phone number
fr: Numéro de téléphone

source: Reply-to email address
fr: Adresse courriel de réponse

source: Make this email address the default
fr: Utiliser cette adresse courriel par défaut

source: Text message sender
fr: Expéditeur de messages texte

source: Enter 11 characters or fewer
fr: Entrer 11 caractères ou moins

source: Enter 4 characters or more
fr: Entrer 4 caractères ou plus

source: Make this text message sender the default
fr: Utiliser cet expéditeur de messages texte par défaut

source: On
fr: Activé

source: Off
fr: Désactivé

source: Send
fr: Envoyer

source: emails
fr: courriels

source: text messages
fr: messages texte

source: letters
fr: lettres

source: Email addresses
fr: Adresses courriel

source: Mobile numbers
fr: Numéros de téléphone cellulaire

source: Search by name
fr: Recherche par nom

source: Search by name or email address
fr: Recherche par nom ou par adresse courriel

source: You need to enter full or partial email address to search by.
fr: Vous devez écrire une adresse courriel complète ou partielle.

source: Search by email address
fr: Recherche par adresse courriel

source: Search by phone number
fr: Recherche par numéro de téléphone

source: Search by phone number or email address
fr: Recherche par numéro de téléphone ou par adresse courriel

source: Must be a valid https URL
fr: L’URL https doit être valide

source: Bearer token
fr: Jeton Bearer

source: Must be at least 10 characters
fr: Doit contenir au moins 10 caractères

source: Send text messages to international phone numbers
fr: Envoyer des messages texte à des numéros de téléphone internationaux

source: Folder name
fr: Nom du dossier

source: Email
fr: Courriel

source: Text message
fr: Message texte

source: Choose a folder
fr: Choisissez un dossier

source: New template
fr: Nouveau modèle

source: Select the type of template you want to add
fr: Sélectionnez le type de modèle que vous voulez ajouter

source: What’s their name?
fr: Quel est son nom?

source: What’s their email address?
fr: Quelle est son adresse courriel?

source: Password is blacklisted.
fr: Le mot de passe est sur une liste noire.

source: Not a csv file
fr: Il ne s’agit pas d’un fichier CSV

source: isn’t a spreadsheet that Notification can read
fr: n’est pas une feuille de calcul que Notification peut lire

source: Enter a government email address.
fr: Entrez une adresse courriel du gouvernement.

source: If you think you should have access
fr: Si vous pensez que vous devriez avoir accès

source: contact us
fr: communiquer avec nous

source: Enter a valid email address
fr: Entrez une adresse courriel valide

source: You can’t put commas between double brackets
fr: Vous ne pouvez pas insérer de virgules entre les parenthèses doubles

source: Name your service in both official languages
fr: Nommez votre service dans les deux langues officielles

source: Safelist updated
fr: Liste de confiance mise à jour

source: Live – sends to anyone
fr: Live — permet d’envoyer des messages à tout le monde

source: Team and safelist – limits who you can send to
fr: Équipe et liste de confiance — limite le nombre de personnes à qui vous pouvez faire des envois

source: Test – pretends to send messages
fr: Test — simule l’envoi de messages

source: Not available because your service is in
fr: Non disponible parce que votre service est en

source: trial mode
fr: mode d’essai

source: Are you sure you want to revoke
fr: Voulez-vous vraiment révoquer

source: You will not be able to use this API key to connect to Notification.
fr: Vous ne pourrez pas utiliser cette clé API pour vous connecter à Notification.

source: was revoked
fr: a été révoquée

source: Received
fr: Reçu

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Invalid month
fr: Mois non valide

source: financial year
fr: exercice financier

source: to
fr: à

source: Invite sent to
fr: Invitation envoyée à

source: (Default)
fr: (Par défaut)

source: (Receives replies)
fr: (Reçoit les réponses)

source: Send to one recipient
fr: Envoyer à un destinataire

source: Use my
fr: Utiliser mon

source: Example text message
fr: Exemple de message texte

source: Personalise this message
fr: Personnaliser le message

source: Change your service name
fr: Modifier le nom du service

source: Are you sure you want to delete
fr: Voulez-vous vraiment supprimer

source: There’s no way to undo this.
fr: Cette action est irréversible.

source: Start all text messages with
fr: Commencer tous les messages texte par

source: The email address or password you entered is incorrect.
fr: L’adresse courriel ou le mot de passe que vous avez entré est inexact.

source: From
fr: De

source: To
fr: À

source: Select at least one template or folder
fr: Sélectionnez au moins un modèle ou un dossier

source: All
fr: Tout

source: Letter
fr: Lettre

source: Add
fr: Ajouter

source: You must empty this folder before you can delete it
fr: Vous devez vider le dossier avant de le supprimer

source: Folder is not empty
fr: Le dossier n’est pas vide

source: Are you sure you want to delete the
fr: Voulez-vous vraiment supprimer le dossier

source: Edit
fr: Modifier

source: more than seven days
fr: plus de 7 jours

source: This template was last used
fr: Ce modèle a été utilisé il y a

source: Personalised content will be hidden for messages sent with this template
fr: Le contenu personnalisé sera masqué pour les messages envoyés à l'aide de ce modèle

source: Email resent
fr: Courriel renvoyé

source: Check your email
fr: Vérifiez votre courriel

source: See dashboard
fr: Voir le tableau de bord

source: Send messages
fr: Envoyer des messages

source: Add and edit templates
fr: Ajouter et modifier des modèles

source: Manage settings and teams
fr: Gérer les paramètres et les équipes

source: Manage API integration
fr: Gérer l’intégration de l’interface de programmation d’applications (API)

source: default
fr: Par défaut

source: Email template
fr: Modèle de courriel

source: Text message template
fr: Modèle de message texte

source: Letter template
fr: Modèle de lettre

source: Documentation
fr: Documentation technique

source: Platform admin
fr: Administrateur de la plateforme

source: Sign out
fr: Se déconnecter

source: Sign in
fr: Se connecter

source: Terms of Use
fr: Conditions d’utilisation

source: Message status
fr: État des messages

source: Privacy
fr: Confidentialité

source: Security
fr: Sécurité

source: research mode
fr: mode de recherche

source: Dashboard
fr: Tableau de bord

source: Uploaded files
fr: Fichiers téléchargés

source: Uploads
fr: Téléchargements

source: Team members
fr: Membres de l’équipe

source: Settings
fr: Paramètres

source: API integration
fr: Intégration de l’interface de programmation d’applications (API)

source: SMTP integration
fr: Intégration SMTP

source: Now
fr: Maintenant

source: Done
fr: Terminer

source: New folder
fr: Nouveau dossier

source: Nothing selected
fr: Rien n’est sélectionné

source: selection
fr: sélection

source: selections
fr: sélections

source: Choose a different time
fr: Choisir un autre moment

source: Clear
fr: Effacer

source: Cancel
fr: Annuler

source: Add to new folder
fr: Ajouter à un nouveau dossier

source: Move
fr: Déplacer

source: AM
fr: FR AM

source: PM
fr: FR PM

source: Today
fr: Aujourd’hui

source: Tomorrow
fr: Demain

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: o_clock
fr: h

source: Hour to send
fr: FR Hour to send

source: Copied to clipboard
fr: Copié dans le presse-papiers

source: Show
fr: Afficher

source: Copy
fr: Copier

source: to clipboard
fr: dans le presse-papiers

source: Add another
fr: FR Add another

source: number
fr: FR number

source: remaining
fr: FR remaining

source: Remove
fr: Retirer

source: folder
fr: dossier

source: folders
fr: dossiers

source: All folders
fr: Tous les dossiers

source: Choose folders
fr: Choisir les dossiers

source: All team members
fr: Tous les membres d’équipe

source: Choose team members
fr: Choisir des membres d’équipe

source: Cancel upload
fr: Annuler le téléversement

source: Log in
fr: Se connecter

source: Product features
fr: Caractéristiques du produit

source: Technical documentation
fr: Documentation technique

source: Contact us
fr: Nous joindre

source: Terms of use
fr: Conditions d’utilisation

source: Switch service
fr: Changer de service

source: Back to
fr: Retour à

source: API key
fr: Clé API

source: API data:
fr: Données de l’API :

source: failed
fr: échec

source: No failures
fr: Aucun échec

source: Choose file
fr: Choisir un fichier

source: or
fr: ou

source: Submit
fr: Soumettre

source: text message
fr: message texte

source: email
fr: courriel

source: letter
fr: lettre

source: recipient
fr: destinataire

source: recipients
fr: destinataires

source: phone numbers
fr: numéros de téléphone

source: email addresses
fr: adresses courriel

source: address
fr: adresse

source: addresses
fr: adresses

source: Back
fr: Retour

source: sending
fr: envoi en cours

source: delivered
fr: livraison réussie

source: Completed
fr: Complété

source: Not completed
fr: Non complété

source: Can
fr: Peut

source: Can’t
fr: Ne peut pas

source: Done:
fr: Terminé :

source: Not done:
fr: Non terminé :

source: Bad Request
fr: Demande incorrecte

source: Unauthorized
fr: Non autorisé

source: You are not authorized to see this page.
fr: Vous n’êtes pas autorisé à visualiser cette page.

source: You do not have permission to view this page.
fr: Vous n’êtes pas autorisé à visualiser cette page.

source: Page could not be found
fr: Page introuvable

source: Check you’ve entered the correct web address.
fr: Assurez-vous d’avoir saisi la bonne adresse Web.

source: Page not found
fr: Page introuvable

source: File too big
fr: Fichier trop lourd

source: The file you uploaded was too big
fr: Le fichier téléversé était trop lourd

source: Files must be smaller than 5 MB.
fr: Les fichiers doivent être d’une taille de 5 Mo ou moins.

source: Go back and try again.
fr: Retournez à la page précédente et réessayez.

source: Server error
fr: Erreur du serveur

source: Sorry, we’re experiencing technical difficulties
fr: Désolé, nous éprouvons des difficultés techniques.

source: Try again later.
fr: Veuillez réessayer plus tard.

source: Try sending yourself this example
fr: Essayez de vous envoyer cet exemple

source: Every message is sent from a template
fr: Chaque message est envoyé à partir d’un modèle

source: The template pulls information from your data
fr: Le modèle extrait de l’information à partir de vos données

source: Notification delivers the message
fr: Notification envoie le message

source: Now go to your dashboard
fr: Allez à votre tableau de bord

source: Message too long
fr: Message trop long

source: Text messages can’t be longer than
fr: Les messages texte ne peuvent pas dépasser

source: characters.
fr: caractères.

source: Your message is
fr: Votre message est

source: You can’t send to
fr: Vous ne pouvez pas faire d'envoi à

source: In
fr: En

source: you can only send to yourself and members of your team
fr: les envois sont limités à vous et aux membres de votre équipe.

source: These messages have already been sent today
fr: Ces messages ont déjà été envoyés aujourd’hui

source: If you need to resend them, rename the file and upload it again.
fr: Si vous avez besoin de les renvoyer, renommez le fichier et téléversez-le à nouveau.

source: Too many recipients
fr: Trop de destinataires

source: Daily limit reached
fr: Limite quotidienne atteinte

source: You can only send
fr: Vous ne pouvez envoyer que

source: messages per day
fr: messages par jour

source: in
fr: en

source: You can still send
fr: Vous pouvez encore envoyer

source: messages today, but
fr: messages aujourd’hui, mais

source: contains
fr: contient

source: You can’t send
fr: Vous ne pouvez pas envoyer

source: can only preview how your letters will look
fr: pouvez seulement prévisualiser à quoi ressembleront vos lettres

source: No messages to show
fr: Aucun message à afficher

source: Recipient
fr: Destinataire

source: Status
fr: État

source: Cancel sending
fr: Annuler l’envoi

source: Report is
fr: Le rapport est

source: complete…
fr: complété…

source: Download this report
fr: Télécharger le rapport

source: Only showing the first 50 rows
fr: Ne montre que les 50 premières rangées

source: Sent by
fr: Envoyé par

source: on
fr: le

source: Uploaded by
fr: Téléversé par

source: test
fr: essai

source: To put a heading in your template, use a hash:
fr: Pour mettre un en-tête dans votre modèle, utilisez un croisillon :

source: # This is a heading
fr: # Voici un en-tête

source: To make bullet points, use asterisks:
fr: Utilisez des astérisques pour les puces dans une énumération :

source: To insert a page break, use three asterisks:
fr: Pour insérer un saut de page, utilisez trois astérisques :

source: Content on page 1
fr: Contenu de la page 1

source: Content on page 2
fr: Contenu de la page 2

source: Format
fr: Mise en forme

source: To put a title in your template, use a hash:
fr: Pour insérer un titre dans votre modèle, utilisez un croisillon :

source: # This is a title
fr: # Voici un titre

source: To emphasize text, use a caret. There will be a grey bar beside the text you want to emphasize:
fr: Pour mettre une partie du texte en évidence, veuillez insérer un caret (accent circonflexe). Une barre grise apparaîtra à côté du texte que vous souhaitez mettre en évidence.

source: You must tell us if your circumstances change
fr: Si votre situation change, vous devez nous en informer.

source: To add a horizontal line, use three dashes:
fr: Pour insérer une ligne horizontale, utilisez trois tirets :

source: First paragraph
fr: Premier paragraphe

source: Second paragraph
fr: Deuxième paragraphe

source: Links and URLs
fr: Liens et URL

source: Always use full URLs, starting with https://
fr: Utilisez toujours des URL complètes qui commencent par https://

source: Apply now at https://www.canada.ca/example
fr: Faites une demande maintenant sur https://www.canada.ca/example

source: Optional content
fr: Contenu facultatif

source: You can enter optional content in your template by uploading a spreadsheet with information about your users.
fr: Vous pouvez entrer du contenu facultatif dans votre modèle en téléchargeant une feuille de calcul contenant des renseignements sur vos utilisateurs.

source: For example, your spreadsheet may include the age of each user. You want users who are under 18 to receive optional content. Use double brackets and ‘??’ to include the optional content.
fr: Par exemple, votre feuille de calcul peut indiquer l’âge de chaque utilisateur. Et vous aimeriez que les utilisateurs de moins de 18 ans reçoivent le contenu facultatif. Utilisez des parenthèses doubles et deux points d’interrogation (??) pour inclure le contenu facultatif.

source: ((under18??Please get your application signed by a parent or guardian.))
fr: ((moins de 18 ans??Veuillez faire signer votre demande par un parent ou un tuteur.))

source: For each recipient on your spreadsheet, you must indicate:
fr: Pour chaque destinataire dans votre feuille de calcul, vous devez indiquer :

source: ‘yes’ to show optional content
fr: ‘yes’ pour afficher le contenu optionnel

source: ‘no’ to hide optional content
fr: ‘no’ pour masquer le contenu optionnel

source: Add personal information
fr: Ajouter des renseignements personnels

source: Use double brackets to add personal information about the recipient:
fr: Utilisez des parenthèses doubles pour ajouter des renseignements personnels sur un destinataire :

source: Hello ((first name)), your reference is ((ref number))
fr: Bonjour ((prénom)), votre numéro de référence est le ((numéro de référence)).

source: Send a document by email
fr: Envoyer un document par courriel

source: Use double brackets to add a placeholder field to your template. This will contain a secure link to download the document.
fr: Utilisez des parenthèses doubles pour ajouter un espace réservé à votre modèle. Cet espace réservé contiendra un lien sécurisé permettant de télécharger le document.

source: Download your document at: ((link_to_document))
fr: Téléchargez votre document au : ([lien_au_document])

source: Next, use the API to upload your document.
fr: Ensuite, utilisez l’API pour téléverser votre document.

source: Notification displays your service name:
fr: Notification affiche le nom de votre service :

source: at the start of every text message
fr: au début de chaque message texte

source: as the ‘from’ address on emails you send
fr: dans l’adresse de l’expéditeur des courriels que vous envoyez

source: Your service name must include both English and French. It can’t be longer than 255 characters.
fr: Le nom de votre service doit être en français et en anglais. Il ne peut compter plus de 255 caractères.

source: For example:
fr: Par exemple :

source: You can change this later
fr: Vous pourrez le modifier plus tard.

source: Add service
fr: Ajouter un service

source: Callback documentation
fr: Documentation sur les fonctions de rappel

source: A callback lets you receive messages from Notification to a URL you choose.
fr: Une fonction de rappel vous permet de recevoir les messages de Notification à une URL que vous avez choisie.

source: You’ll need to provide a bearer token, for security. We’ll add this to the authorisation header of the callback request.
fr: Vous devrez fournir un jeton Bearer pour des raison de sécurité. Nous l’ajouterons à l’en-tête d’autorisation de la requête de rappel.

source: The callback message is in JSON.
fr: Le message de la fonction de rappel est en format JSON.

source: Email and text message delivery receipts
fr: Accusés de réception de courriels et de messages texte

source: When you send an email or text message through Notification, we can send a receipt to your callback URL to tell you if we were able to deliver it or not.
fr: Lorsque vous envoyez un courriel ou un message texte avec Notification, nous pouvons envoyer un accusé à votre URL de rappel pour vous dire si la livraison est réussie ou non.

source: Key
fr: Clé

source: Notification’s id for the status receipts
fr: FR Notification’s id for the status receipts

source: The reference sent by the service
fr: FR The reference sent by the service

source: The email address of the recipient
fr: FR The email address of the recipient

source: The status of the notification
fr: FR The status of the notification

source: The time the service sent the request
fr: FR The time the service sent the request

source: The last time the status was updated
fr: FR The last time the status was updated

source: The time the notification was sent
fr: FR The time the notification was sent

source: The notification type
fr: FR The notification type

source: Text messages you receive
fr: Messages texte que vous recevez

source: If your service receives text messages in Notification, we can forward them to your callback URL as soon as they arrive.
fr: Si votre service reçoit des messages texte dans Notification, nous pouvons les transférer à votre URL de rappel dès qu’ils sont reçus.

source: Callback message format
fr: Format du message de rappel

source: Notification’s id for the received message
fr: Identifiant du message reçu pour Notification

source: The phone number the message was sent from
fr: Numéro de téléphone duquel le message a été envoyé

source: The number the message was sent to (your number)
fr: Numéro auquel le message a été envoyé (votre numéro)

source: The received message
fr: Message qui a été reçu

source: The UTC datetime that the message was received by Notification
fr: Date et heure UTC auxquelles le message a été reçu par Notification

source: Invitation has been cancelled
fr: Invitation annulée

source: The invitation you were sent has been cancelled
fr: L’invitation que vous avez envoyée a été annulée

source: decided to cancel this invitation.
fr: a décidé d’annuler cette invitation.

source: If you need access to
fr: Si vous avez besoin d’accéder à

source: , you’ll have to ask them to invite you again.
fr: vous aurez à leur demander de vous réinviter.

source: Check your email​
fr: Vérifiez vos courriels

source: An email has been sent to
fr: Un courriel a été envoyé à
