Repository: cds-snc/notification-admin
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: to send emails automatically.
fr: pour envoyer des courriels automatiquement.

source: Add a reply-to address
fr: Ajout d'une adresse de réponse

source: Notification lets you choose the email address where users can send their reply.
fr: Notification vous permet de sélectionner l’adresse courriel à laquelle les utilisateurs peuvent répondre.

source: Emails with a reply-to address seem more trustworthy and are less likely to be labelled as spam.
fr: Les courriels possédant une adresse de réponse semblent plus dignes de confiance et sont moins susceptibles d’être identifiés comme du pourriel.

source: You can add reply-to addresses in your service settings.
fr: Vous pouvez ajouter des adresses de réponse dans vos réglages de service.

source: Pricing
fr: Tarification

source: It’s free to send emails through Notification.
fr: L’envoi de courriels avec Notification est gratuit.

source: Template Formatting Guide
fr: Guide de mise en forme des modèles

source: Template Formatting
fr: Mise en forme des modèles

source: Send thousands of free text messages to Canadian and international numbers with Notification.
fr: Envoyez des milliers de messages texte gratuits à des numéros canadiens et internationaux à l’aide de Notification.

source: and try Notification for yourself
fr: et essayez Notification pour vous-mêmes.

source: create reusable text message templates
fr: la création de modèles de messages texte réutilisables

source: personalize the content of your texts
fr: la personnalisation du contenu de vos messages texte

source: to send text messages automatically
fr: pour envoyer des messages texte automatiquement

source: Display your sender name
fr: Affichage de votre nom d'expéditeur

source: When Notification sends your message, the text displays your service name. This shows people that the message is from your service. You can change the text message sender name in your service settings.
fr: Quand Notification envoie votre message texte, celui-ci affiche le nom de votre service pour que les gens sachent la provenance du message. Vous pouvez modifier le nom de l'expéditeur des messages texte dans vos réglages de service.

source: You can send 25,000 free text messages per year from each service you create.
fr: Vous pouvez envoyer 25 000 messages texte gratuits par année pour chacun des services que vous créez.

source: Find services by name
fr: Chercher des services par leur nom

source: Find services by name, or by partial name
fr: Chercher des services par leur nom ou par une partie du nom

source: No services found.
fr: Aucun service trouvé.

source: Find users by email
fr: Trouver des utilisateurs par courriel

source: Find users by email, or by partial email
fr: Chercher des utilisateurs par leur courriel ou par une partie de courriel

source: No users found.
fr: Aucun utilisateur trouvé.

source: User information for
fr: Renseignements de l’utilisateur pour

source: No live services
fr: Aucun service en fonction

source: No services in trial mode
fr: Aucun service en mode d’essai

source: Last login
fr: Dernière connexion

source: This person has never logged in
fr: Cette personne ne s’est jamais connectée

source: Last logged in
fr: Dernière connexion

source: failed login attempts
fr: tentative de connexion échouée

source: Archive user
fr: Archives sur l’utilisateur

source: Confirm change of email address
fr: Confirmer le changement de l’adresse courriel

source: New email address:
fr: Nouvelle adresse courriel

source: We will send
fr: Nous enverrons

source: an email to tell them about the change.
fr: un courriel pour les informer du changement.

source: Confirm
fr: Confirmer

source: Confirm change of mobile number
fr: Confirmer le changement du numéro de téléphone cellulaire

source: New mobile number:
fr: Nouveau numéro de téléphone cellulaire :

source: a text message to tell them about the change.
fr: un message texte pour les informer du changement.

source: Change team member’s email address
fr: Changer l’adresse courriel d’un membre de l’équipe

source: This will change the email address for
fr: Cela changera l’adresse courriel pour

source: Change team member’s mobile number
fr: Changer le numéro de téléphone cellulaire d’un membre de l’équipe

source: All team members can see sent messages.
fr: Tous les membres de l’équipe peuvent voir les messages envoyés.

source: Platform admin users can access all template folders.
fr: Les utilisateurs administrateurs de la plateforme peuvent accéder à tous les dossiers de modèles.

source: Not available because this team member hasn’t added a phone&nbsp;number to their profile
fr: Non disponible puisque ce membre d’équipe n’a pas ajouté un numéro de téléphone dans son profil d’utilisateur

source: was sent
fr: a été envoyé

source: by
fr: par

source: See all text messages sent to this phone number
fr: Voir tous les messages texte envoyés à ce numéro

source: New organisation
fr: Nouvelle organisation

source: live service(s)
fr: service(s) en fonction

source: archived
fr: archivé

source: Confirm organisation name change
fr: Confirmer le changement du nom d’une organisation

source: Your organisation name will be changed from
fr: Le nom de votre organisation sera changé de

source: Search by country name or code
fr: Recherche par nom ou code de pays

source: You haven’t added any reply-to email addresses yet
fr: Vous n’avez pas encore ajouté d’adresse courriel de réponse

source: Add reply-to email address
fr: Ajouter une adresse courriel de réponse

source: You need to add at least one reply-to address so recipients can reply to your messages.
fr: Vous devez ajouter au moins une adresse de réponse pour que les destinataires puissent répondre à vos messages.

source: Emails with a reply-to address:
fr: Les courriels ayant une adresse de réponse :

source: are less likely to be labelled as spam
fr: ont moins de chances d’être classés comme pourriel

source: appear more trustworthy
fr: semblent plus dignes de confiance

source: Users will see your service name:
fr: Le nom de votre service apparaîtra :

source: as your email sender name
fr: dans le nom d’expéditeur de vos courriels

source: Users will see your service name as your email sender name.
fr: Le nom de votre service apparaîtra dans le nom d’expéditeur de vos courriels.

source: Your team members can sign in with either a text message code or an email link.
fr: Les membres de votre équipe peuvent se connecter soit au moyen d’un code envoyé par message texte, soit au moyen d’un lien envoyé par courriel.

source: Your team members sign in with a text message code.
fr: Les membres de votre équipe se connectent au moyen d’un code envoyé par message texte.

source: if signing in with a text message is a problem for your team.
fr: si la connexion par message texte est problématique pour votre équipe.

source: Charges may apply for messages sent to international phone numbers – so be careful!
fr: Attention! Des frais pourraient s’appliquer aux messages envoyés à des numéros de téléphone internationaux.

source: You have a free allowance of
fr: Vous disposez de

source: text messages each financial year.
fr: messages texte gratuits par exercice financier.

source: You haven’t added any text message senders yet
fr: Vous n’avez ajouté aucun expéditeur de message texte à ce jour

source: Add text message sender
fr: Ajouter un expéditeur de message texte

source: The text message sender tells your users who the message is from.
fr: L’expéditeur de message texte fait savoir à vos utilisateurs d’où vient le message.

source: Update email branding
fr: Mettre à jour la marque distinctive du courriel

source: Uploads need to be exactly 108px tall to fit correctly at the top of your emails
fr: Les logos téléversés doivent avoir une hauteur d’exactement 108 pixelspour s’insérer correctement au haut de vos courriels.

source: We will review your branding and implement it.
fr: Nous examinerons votre marque disctinctive puis nous l’appliquerons.

source: Your logo has been uploaded, and a Branding Request has been made to Support.
fr: Votre logo a été téléversé. Une demande de marque distinctive a été envoyée à l’équipe de soutien.

source: Upload logo
fr: Téléverser un logo

source: This should be a shared inbox managed by your team, not your own email address.
fr: L’adresse doit correspondre à une boîte de réception gérée par votre équipe, et non à votre adresse courriel personnelle.

source: Change reply-to email address
fr: Modifier l’adresse courriel de réponse

source: Delete
fr: Supprimer

source: This is the default reply-to address for
fr: Il s’agit de l’adresse de réponse par défaut pour

source: Change text message sender
fr: Modifier l’expéditeur des messages texte

source: This phone number receives replies and can’t be changed
fr: Ce numéro de téléphone reçoit les réponses et ne peut pas être modifié

source: Up to 11 characters, letters, numbers and spaces only
fr: Jusqu’à 11 caractères, lettres, chiffres et espaces seulement

source: This is the default text message sender.
fr: Il s’agit de l’expéditeur de messages texte par défaut.

source: Add new folder
fr: Ajouter un nouveau dossier

source: This template was deleted
fr: Ce modèle a été supprimé

source: If you need to send this
fr: Si vous avez besoin de l’envoyer

source: or edit this template, contact your manager.
fr: ou de modifier ce modèle, communiquez avec votre gestionnaire.

source: Edit made
fr: Modification réalisée

source: Created
fr: Créé

source: This folder is empty
fr: Ce dossier est vide

source: There are no
fr: Il n’y a pas de

source: templates in this folder
fr: modèles dans ce dossier

source: Add new template or folder
fr: Ajouter un nouveau modèle ou dossier

source: What do you want to add?
fr: Que voulez-vous ajouter?

source: You need to create a template to send
fr: Vous devez créer un modèle pour envoyer

source: emails, text messages or letters
fr: des courriels, des messages texte ou des lettres.

source: emails or text messages
fr: des courriels ou des messages texte

source: You can also create folders to organize your templates.
fr: Vous pouvez aussi créer des dossiers pour classer vos modèles.

source: You need to ask your service manager to add templates before you can send
fr: Vous devez demander à votre gestionnaire de service d’ajouter des modèles avant de pouvoir envoyer des messages

source: Copy an existing template
fr: Copier un modèle existant

source: Last edited
fr: Date de la dernière modification :

source: See previous versions
fr: Voir les versions précédentes

source: Delete this template
fr: Supprimer ce modèle

source: Hide personal information from screen and logs after sending
fr: Masquer les renseignements personnels de l’écran et des journaux de bord après l’envoi

source: Personalisation is hidden after sending
fr: La personnalisation est masquée après l’envoi.

source: Something to remember your key by
fr: Un indice pour vous aider à vous rappeler du nom de votre clé

source: Add key
fr: Ajouter une clé

source: New security key
fr: Nouvelle clé de sécurité

source: Test keys
fr: Clés d’essai
